<template>
    <div style="text-align: center;margin: auto 5%;">
      <h1>{{ article.title }}</h1>
      <div style="font-size: small;color: grey;">
        <span>{{ article.author }}</span>
        <span>&nbsp;&bull;&nbsp;</span>
        <span>{{ article.updateTime}}</span>
      </div>
      <Divider />
      <div style="text-align: left" v-html="article.content"></div>
      <Divider dashed />
      <div style="margin-bottom: 5%">
        <span v-for="(tag) in article.tags" :key="tag.id">
          <nuxt-link to="/">{{tag.name}}</nuxt-link>&nbsp;&#124;
        </span>
        &spades;
      </div>
    </div>
</template>

<script>
export default {
    data() {
      return {
        articleId: this.$route.params.id, 
        articleList: [
          {
            id: 1,
            title: 'aritcle 1',
            author: 'darkgel',
            updateTime: Date(),
            summary: 'this is summary',
            content: '<p><span style="color:red;">2014年</span>，斯zhe嘉SSSSSSSSSSSSS丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。</p><p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。</p><p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<br/>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<br/>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<br/>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p><span style="color:red;">2014年</span>，斯zhe嘉SSSSSSSSSSSSS丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。</p><p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。</p><p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<p></p>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<br/>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<br/>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。<br/>2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。',
            tags: [
              {
                  id: 1,
                  name: '算法'
              },
              {
                  id: 2,
                  name: 'AI'
              },
              {
                  id: 3,
                  name: 'JAVA'
              },
              {
                  id: 4,
                  name: 'PHP'
              }
            ]
          },
          {
            id: 2,
            title: 'aritcle 2',
            author: 'darkgel_q',
            updateTime: Date(),
            summary: 'this is summary',
            content: '2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。',
            tags: [
              {
                  id: 1,
                  name: '算法'
              },
            ]
          },
          {
            id: 1,
            title: 'aritcle 3',
            author: 'darkgel_q',
            updateTime: Date(),
            summary: 'this is summary',
            content: '2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。',
            tags: [
              {
                  id: 1,
                  name: '算法'
              },
              {
                  id: 2,
                  name: 'AI'
              }
            ]
          },
          {
            id: 4,
            title: 'aritcle 4',
            author: 'darkgel',
            updateTime: Date(),
            summary: 'this is summary',
            content: '2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。',
            tags: [
              {
                  id: 3,
                  name: 'JAVA'
              },
              {
                  id: 4,
                  name: 'PHP'
              }
            ]
          },
          {
            id: 5,
            title: 'aritcle 5',
            author: 'darkgel',
            updateTime: Date(),
            summary: 'this is summary',
            content: '2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。',
            tags: [
              {
                  id: 2,
                  name: 'AI'
              },
              {
                  id: 3,
                  name: 'JAVA'
              },
              {
                  id: 4,
                  name: 'PHP'
              }
            ]
          },
          {
            id: 6,
            title: 'aritcle 6',
            author: 'darkgel_q',
            updateTime: Date(),
            summary: 'this is summary',
            content: '2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。2014年，斯嘉丽·约翰逊主演的科幻片《超体》大火，影片中主人公Lucy由于无意中摄入了大量的代号为“CPH4”的神秘药物，大脑神经元获得空前的开发，获得了异乎寻常的超能力，她能够对这个世界进行全新的感知、理解和控制（比如控制无线电波），最终跨越时间和空间成为了一个超级个体。',
            tags: [
              {
                  id: 4,
                  name: 'PHP'
              }
            ]
          }
        ]
      }
    },
    computed: {
      article: function () {
        return this.articleList[this.articleId - 1];
      }
    }
}
</script>

<style>

</style>